Repository: WodeliverApp/Wodeliver
Catalog: Wodeliver/Utility/*.lproj/Localizable.strings
Languages: ar

source: %d years ago
ar: %d اعوام

source: Last year
ar: العام الماضي

source: %d months ago
ar: %d اشهر

source: Last month
ar: الشهر الماضي

source: %d weeks ago
ar: %d اسابيع

source: Last week
ar: الاسبوع الماضى

source: %d days ago
ar: %d ايام

source: A day ago
ar: من يوم

source: %d hours ago
ar: %d ساعات

source: An hour ago
ar: منذ ساعة

source: %d minutes ago
ar: %d دقائق

source: A minute ago
ar: منذ دقيقة

source: %d seconds ago
ar: %d ثوان

source: Just now
ar: الآن

source: %d sec
ar: ثانيا %d

source: 1 min
ar: ١ دقائق

source: %d mins
ar: دقائق %d

source: 1 hour
ar: ١ ساعات

source: %d hours
ar: ساعات %d

source: %d days
ar: يوم %d

source: %d weeks
ar: أسبوع %d

source: %d months
ar: شهر %d

source: %d years
ar: سنة %d

# %d_thin_years_ago
source: %d y
ar: %d اعوام

# thin_last_year
source: 1 y
ar: العام الماضي

# %d_thin_months_ago
source: %d m
ar: %d اشهر

# thin_last_month
source: 1 m
ar: الشهر الماضي

# %d_thin_weeks_ago
source: %d w
ar: %d اسابيع

# %d_thin_days_ago
source: %d d
ar: %d ايام

# thin_a_day_ago
source: d
ar: من يوم

# %d_thin_hours_ago
source: %d h
ar: %d ساعات

# an_thin_hour_ago
source: 1 h
ar: منذ ساعة

# %d_thin_minutes_ago
source: %d m
ar: %d دقائق

# a_thin_minute_ago
source: 1 m
ar: منذ دقيقة

# %d_thin_seconds_ago
source: %d s
ar: %d ثوان

# thin_just_now
source: just
ar: الآن

source: Today
ar: اليوم

source: Yesterday
ar: الأمس
